export const content = `
HuLa 개인정보 처리방침
1. 서론
    HuLaSpark 오픈소스 조직(이하 "당사")은 귀하의 개인정보 보호를 매우 중요하게 생각합니다. 본 개인정보 처리방침은 당사가 HuLa 인스턴트 메시징 시스템(이하 "본 서비스")을 제공하는 과정에서 귀하의 개인정보를 어떻게 수집, 사용, 저장 및 공유하는지 설명하기 위한 것입니다. 본 서비스를 사용하기 전에 본 지침을 주의 깊게 읽어 주시기 바랍니다.
2. 개인정보 수집
    1. 가입 정보
        HuLa 계정을 등록할 때, 당사는 계정 생성 및 관리를 위해 귀하의 휴대전화 번호, 이메일 주소, 사용자 이름, 비밀번호 등의 정보를 수집합니다.
    2. 이용 정보
        본 서비스를 이용하는 과정에서 당사는 더 나은 서비스 제공 및 사용자 경험 최적화를 위해 메시지 내용, 채팅 기록, 로그인 시간, IP 주소 등을 포함한(이에 국한되지 않음) 이용 기록을 수집합니다.
    3. 기기 정보
        당사는 기기 호환성 및 보안 보호를 위해 기기 모델, 운영 체제 버전, 기기 식별자 등의 기기 정보를 수집합니다.
3. 개인정보의 이용
    1. 당사는 귀하가 제공한 개인정보를 본인 인증, 메시지 푸시, 개인화 설정 등을 포함한(이에 국한되지 않음) 본 서비스 제공을 위해 사용합니다.
    2. 당사는 서비스 품질 개선 및 기능 최적화를 위해 귀하의 개인정보를 데이터 분석 및 통계에 사용할 수 있습니다.
    3. 귀하의 동의를 얻은 후, 당사는 관련 마케팅 정보를 발송하기 위해 귀하의 개인정보를 사용할 수 있습니다.
4. 개인정보의 저장
    1. 당사는 귀하의 개인정보를 안전한 서버에 저장하며, 정보 보안을 보호하기 위해 필요한 기술적 및 관리적 조치를 취합니다.
    2. 당사는 법률 및 규정의 요구 사항과 비즈니스 필요에 따라 합리적인 기간 동안 귀하의 개인정보를 보관합니다.
5. 개인정보의 공유
    1. 당사는 다음의 경우를 제외하고 귀하의 개인정보를 제3자와 공유하지 않습니다:
        귀하의 명시적인 동의를 얻은 경우;
        본 서비스 제공을 위해 필요한 경우 파트너와 공유;
        법률 및 규정의 요구 사항 또는 사법 기관의 명령에 따라 제공하는 경우.
    2. 제3자와 귀하의 개인정보를 공유하는 경우, 당사는 제3자에게 정보 보안을 보호하기 위해 필요한 조치를 취하도록 요구할 것입니다.
6. 귀하의 권리
    1. 열람 및 수정: 귀하는 자신의 개인정보를 열람하고 수정할 권리가 있습니다. 본 서비스의 설정 기능을 통해 이를 수행할 수 있습니다.
    2. 삭제: 법률 및 규정을 준수하는 상황에서 귀하는 당사에 개인정보 삭제를 요청할 권리가 있습니다.
    3. 마케팅 거부: 귀하는 당사가 발송하는 마케팅 정보 수신을 거부할 권리가 있습니다.
7. 보안 조치
    당사는 데이터 암호화, 접근 제어, 보안 감사 등을 포함한(이에 국한되지 않음) 일련의 보안 조치를 취하여 귀하의 개인정보를 보호합니다. 그러나 인터넷은 절대적으로 안전한 환경이 아니며, 정보의 절대적인 안전을 보장할 수는 없음을 유의하시기 바랍니다.
8. 개인정보 처리방침의 변경
    당사는 비즈니스 필요에 따라 본 개인정보 처리방침을 변경할 권리가 있습니다. 변경된 지침은 공식 웹사이트나 앱 내에 공지됩니다. 귀하가 본 서비스를 계속 사용하는 경우 변경된 지침에 동의하는 것으로 간주됩니다.
`
