export const content = `
HuLa 개인정보 보호 지침
1. 서론
    HuLaSpark 오픈소스 조직(이하 "당사")은 귀하의 개인정보 보호를 매우 중요하게 생각합니다. 본 개인정보 보호 지침은 HuLa 인스턴트 메시징 시스템(이하 "본 서비스")을 제공하는 과정에서 당사가 귀하의 개인정보를 어떻게 수집, 사용, 저장 및 공유하는지 설명하기 위한 것입니다. 본 서비스를 이용하시기 전에 본 지침을 주의 깊게 읽어주시기 바랍니다.
2. 개인정보의 수집
    1. 가입 정보
        귀하가 HuLa 계정을 등록할 때, 당사는 계정 생성 및 관리를 위해 귀하의 휴대전화 번호, 이메일 주소, 사용자 이름, 비밀번호 등의 정보를 수집합니다.
    2. 이용 정보
        본 서비스 이용 과정에서 당사는 더 나은 서비스를 제공하고 사용자 경험을 최적화하기 위해 메시지 내용, 채팅 기록, 로그인 시간, IP 주소 등을 포함하되 이에 국한되지 않는 귀하의 이용 기록을 수집합니다.
    3. 기기 정보
        당사는 기기 적합성 및 보안 방어를 위해 기기 모델, 운영 체제 버전, 기기 식별자 등 귀하의 기기 정보를 수집합니다.
3. 개인정보의 이용
    1. 당사는 신원 확인, 메시지 푸시, 개인화 설정 등을 포함하되 이에 국한되지 않는 본 서비스를 제공하기 위해 귀하가 제공한 개인정보를 사용합니다.
    2. 당사는 서비스 품질을 개선하고 기능을 최적화하기 위해 데이터 분석 및 통계 목적으로 귀하의 개인정보를 사용할 수 있습니다.
    3. 귀하의 동의를 얻은 후, 당사는 귀하의 개인정보를 사용하여 관련 마케팅 정보를 보낼 수 있습니다.
4. 개인정보의 저장
    1. 당사는 귀하의 개인정보를 안전한 서버에 저장하며, 귀하의 정보 안전을 보호하기 위해 필요한 기술적 및 관리적 조치를 취합니다.
    2. 당사는 관련 법규 및 업무적 필요에 따라 합리적인 기간 동안 귀하의 개인정보를 보유합니다.
5. 개인정보의 공유
    1. 당사는 다음의 경우를 제외하고는 귀하의 개인정보를 제3자와 공유하지 않습니다.
        귀하의 명시적인 동의를 얻은 경우
        본 서비스 제공을 위해 파트너와 공유가 필요한 경우
        법령의 요구 또는 사법 기관의 명령에 따른 경우
    2. 제3자와 귀하의 개인정보를 공유하는 경우, 당사는 제3자에게 귀하의 정보 안전을 보호하기 위해 필요한 조치를 취할 것을 요구합니다.
6. 귀하의 권리
    1. 접속 및 수정: 귀하는 자신의 개인정보에 접속하고 수정할 권리가 있습니다. 본 서비스의 설정 기능을 통해 직접 조작할 수 있습니다.
    2. 삭제: 법령에 부합하는 경우, 귀하는 당사에 귀하의 개인정보 삭제를 요청할 권리가 있습니다.
    3. 마케팅 거부: 귀하는 당사가 보내는 마케팅 정보 수신을 거부할 권리가 있습니다.
7. 보안 조치
    당사는 데이터 암호화, 접근 제어, 보안 감사 등을 포함하되 이에 국한되지 않는 일련의 보안 조치를 취하여 귀하의 개인정보를 보호합니다. 다만, 인터넷은 절대적으로 안전한 환경이 아니므로 정보의 절대적인 안전을 보장할 수는 없음을 유의하시기 바랍니다.
8. 개인정보 보호 지침의 변경
    당사는 업무적 필요에 따라 본 개인정보 보호 지침을 변경할 권리가 있습니다. 변경된 지침은 공식 웹사이트 또는 앱 내에서 공지됩니다. 귀하가 본 서비스를 계속 이용하는 경우, 변경된 지침에 동의한 것으로 간주됩니다.
`
