export const content = `
서비스 이용약관
1. 서론
HuLa 인스턴트 메시징 시스템(이하 "본 서비스")을 이용해 주셔서 감사합니다. 본 서비스 이용약관(이하 "본 약관")은 귀하와 HuLaSpark 오픈소스 조직(이하 "당사") 간의 본 서비스 이용에 관한 합의입니다. 본 서비스를 이용하시기 전에 본 약관의 모든 조항을 주의 깊게 읽어주시기 바랍니다. 본 약관의 어느 조항이라도 동의하지 않으실 경우 본 서비스를 이용하지 마십시오.
2. 서비스 내용
    당사는 HuLa를 통해 텍스트, 음성, 이미지, 비디오 등의 메시지 송수신뿐만 아니라 그룹 채팅, 친구 관리 등 기능을 포함하되 이에 국한되지 않는 인스턴트 메시징 서비스를 제공합니다. 당사는 지속적으로 서비스를 개선하고 최적화하며 특정 기능을 추가하거나 제거할 수 있습니다.
3. 이용 규칙
    1. 계정 등록 및 사용
        귀하는 계정 등록을 위해 진실되고 정확하며 완전한 개인정보를 제공해야 합니다. 정보가 변경되는 경우 즉시 업데이트해야 합니다.
        귀하는 자신의 계정과 비밀번호에 대해 책임을 져야 하며, 계정을 타인에게 양도, 대여 또는 대출해서는 안 됩니다. 계정 사용 부주의로 발생하는 모든 손실은 귀하가 직접 부담해야 합니다.
    2. 콘텐츠 게시
        귀하가 본 서비스를 사용할 때 게시하는 콘텐츠는 법규 및 사회 통념을 준수해야 하며, 위법, 규정 위반, 권리 침해, 음란, 폭력, 차별 등 불건전한 콘텐츠를 게시해서는 안 됩니다.
        당사는 귀하가 게시한 콘텐츠를 검토할 권리가 있으며, 규정을 위반한 콘텐츠가 발견될 경우 삭제 처리 또는 계정 사용 제한 등의 조치를 취할 수 있습니다.
    3. 법규 준수
        귀하는 본 서비스를 사용할 때 대한민국 및 관련 법규를 준수해야 하며, 본 서비스를 도구로 사용하여 어떠한 불법 범죄 활동도 해서는 안 됩니다.
4. 서비스 변경, 중단 또는 종료
    당사는 업무적 필요에 따라 서비스를 변경, 업그레이드 또는 점검할 수 있으며, 이로 인해 서비스가 일시 중단될 수 있습니다. 당사는 가능한 한 미리 귀하에게 통지할 것입니다.
    귀하가 본 약관 또는 관련 법규를 위반할 경우, 당사는 귀하의 서비스 이용 권한을 종료할 권리가 있습니다.
5. 지식재산권
    소프트웨어, 텍스트, 이미지, 오디오, 비디오 등을 포함하되 이에 국한되지 않는 본 서비스의 모든 콘텐츠는 지식재산권 관련 법규의 보호를 받습니다. 당사의 서면 허가 없이 복제, 전파, 수정 또는 기타 상업적 목적으로 사용할 수 없습니다.
6. 책임의 제한
    당사는 서비스의 안정성과 신뢰성을 보장하기 위해 최선을 다하지만, 서비스의 무결점, 무중단 또는 무오류를 보장하지는 않습니다. 불가항력, 기술적 결함 등의 사유로 발생하는 서비스 문제에 대해 당사는 책임을 지지 않습니다.
    귀하는 본 서비스 이용 과정에서 정보의 진실성과 신뢰성을 직접 판단해야 하며, 귀하의 부적절한 사용 또는 잘못된 정보 의존으로 발생한 손실에 대해 당사는 책임을 지지 않습니다.
7. 면책 조항
    1. 본 프로젝트는 오픈소스 프로젝트로 제공되며, 개발자는 법이 허용하는 범위 내에서 소프트웨어의 기능성, 보안성 또는 적합성에 대해 명시적 혹은 묵시적인 어떠한 형태의 보증도 제공하지 않습니다.
    2. 사용자는 본 소프트웨어를 사용하는 데 따른 위험을 전적으로 본인이 부담하며, 소프트웨어가 "있는 그대로" 그리고 "현재 이용 가능한" 상태로 제공됨을 명확히 이해하고 동의합니다. 개발자는 상품성, 특정 목적의 적합성 및 비침해성에 대한 보증을 포함하되 이에 국한되지 않는 명시적 또는 묵시적인 어떠한 형태의 담보도 제공하지 않습니다.
    3. 어떠한 상황에서도 개발자 또는 그 공급업체는 본 소프트웨어 사용으로 인해 발생하는 이익 손실, 업무 중단, 개인정보 유출 또는 기타 상업적 피해나 손실을 포함하여 직접적, 간접적, 우발적, 특수적, 징벌적 또는 결과적 손해에 대해 책임을 지지 않습니다.
    4. 본 프로젝트를 기반으로 2차 개발을 수행하는 모든 사용자는 본 소프트웨어를 합법적인 목적으로 사용할 것을 약속해야 하며, 해당 지역의 법규를 준수할 책임은 사용자 본인에게 있습니다.
    5. 개발자는 언제든지 소프트웨어의 기능나 특성 및 본 면책 조항의 일부를 수정할 권리가 있으며, 이러한 수정 사항은 소프트웨어 업데이트 형식을 통해 반영될 수 있습니다.
`
