export const content = `
서비스 이용약관
1. 서론
HuLa 인스턴트 메시징 시스템(이하 "본 서비스")에 오신 것을 환영합니다. 본 서비스 이용약관(이하 "약관")은 귀하와 HuLaSpark 오픈소스 조직(이하 "당사") 간에 본 서비스 사용과 관련하여 체결된 계약입니다. 본 서비스를 사용하기 전에 본 약관의 모든 조항을 주의 깊게 읽어 주시기 바라며, 본 약관의 조항에 동의하지 않는 경우 본 서비스를 사용하지 마십시오.
2. 서비스 내용
    당사는 HuLa를 통해 텍스트, 음성, 이미지, 동영상 등의 메시지 송수신, 그룹 채팅, 친구 관리 등의 기능(이에 국한되지 않음)을 포함한 인스턴트 메시징 서비스를 제공합니다. 당사는 서비스를 지속적으로 개선하고 최적화하며, 특정 기능을 추가하거나 축소할 수 있습니다.
3. 이용 규칙
    1. 계정 등록 및 사용
        계정 등록 시 실제적이고 정확하며 완전한 개인정보를 제공해야 합니다. 정보가 변경된 경우 즉시 업데이트해야 합니다.
        귀하는 자신의 계정과 비밀번호에 대한 책임이 있으며, 계정을 타인에게 양도, 대여 또는 빌려주어서는 안 됩니다. 계정 부적절한 사용으로 인한 모든 손실은 귀하가 부담해야 합니다.
    2. 콘텐츠 게시
        본 서비스 이용 시 게시하는 콘텐츠는 법률, 규정 및 사회 공중도덕을 준수해야 하며, 불법, 규정 위반, 침해, 음란, 폭력, 차별 등 불량 콘텐츠를 게시해서는 안 됩니다.
        당사는 귀하가 게시한 콘텐츠를 검토할 권리가 있으며, 규정을 위반한 콘텐츠가 발견될 경우 삭제, 계정 사용 제한 등의 조치를 취할 권리가 있습니다.
    3. 법률 및 규정 준수
        본 서비스 이용 시 귀하는 관련 법률 및 규정을 준수해야 하며, 본 서비스를 이용하여 어떠한 불법 범죄 활동도 해서는 안 됩니다.
4. 서비스 변경, 중단 또는 종료
    당사는 비즈니스 필요에 따라 서비스를 변경, 업그레이드 또는 유지 관리할 수 있으며, 이로 인해 서비스가 중단되거나 일시 중지될 수 있습니다. 가능한 한 사전에 통지해 드리겠습니다.
    귀하가 본 약관 또는 관련 법률 및 규정을 위반하는 경우, 당사는 귀하의 서비스 사용 권한을 종료할 권리가 있습니다.
5. 지식재산권
    소프트웨어, 텍스트, 이미지, 오디오, 비디오 등을 포함한(이에 국한되지 않음) 본 서비스의 모든 콘텐츠는 지식재산권 법률 및 규정의 보호를 받습니다. 당사의 서면 허가 없이 무단으로 복제, 배포, 수정하거나 기타 상업적 용도로 사용할 수 없습니다.
6. 책임의 제한
    당사는 서비스의 안정성과 신뢰성을 보장하기 위해 최선을 다하겠지만, 서비스에 고장, 중단 또는 오류가 발생하지 않는다고 보장하지는 않습니다. 불가항력, 기술적 고장 등의 원인으로 인한 서비스 문제에 대해 당사는 책임을 지지 않습니다.
    본 서비스 이용 과정에서 정보의 진위와 신뢰성을 스스로 판단해야 하며, 부적절한 사용이나 잘못된 정보에 의존하여 발생한 손실에 대해 당사는 책임을 지지 않습니다.
7. 면책 조항
    1. 본 프로젝트는 오픈소스 프로젝트로 제공되며, 개발자는 법률이 허용하는 범위 내에서 소프트웨어의 기능성, 보안성 또는 적합성에 대해 명시적이거나 묵시적인 어떠한 형태의 보증도 제공하지 않습니다.
    2. 사용자는 본 소프트웨어 사용에 따른 위험을 전적으로 사용자가 부담한다는 것을 명확히 이해하고 동의하며, 소프트웨어는 "있는 그대로" 및 "사용 가능한" 상태로 제공됩니다. 개발자는 상품성, 특정 목적에의 적합성 및 비침해에 대한 보증을 포함하여(이에 국한되지 않음) 명시적이든 묵시적이든 어떠한 형태의 보증도 제공하지 않습니다.
    3. 어떠한 경우에도 개발자 또는 그 공급업체는 본 소프트웨어 사용으로 인한 이익 손실, 업무 중단, 개인정보 유출 또는 기타 상업적 손해나 손실을 포함하여(이에 국한되지 않음) 직접적, 간접적, 우발적, 특별, 징벌적 또는 결과적 손해에 대해 책임을 지지 않습니다.
    4. 본 프로젝트를 기반으로 2차 개발을 진행하는 모든 사용자는 본 소프트웨어를 합법적인 목적으로 사용할 것을 약속해야 하며, 현지 법률 및 규정을 준수할 책임이 있습니다.
    5. 개발자는 언제든지 소프트웨어의 기능이나 특성, 그리고 본 면책 조항의 일부를 수정할 권리가 있으며, 이러한 수정 사항은 소프트웨어 업데이트 형태로 반영될 수 있습니다.
`
